app/controllers/cards_controller.rb

INSERT INTO "cards" ("card_id", "name", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["card_id", 242686], ["name", "laravel"], ["created_at", "2020-11-25 01:56:08.481800"], ["updated_at", "2020-11-25 01:56:08.481800"]]
---
  def create
    @card = Card.new(card_params)

    if @card.save