app/controllers/lists_controller.rb

  def create
    @list = List.new(list_params)

    if @list.save
---
INSERT INTO "lists" ("list_id", "name", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["list_id", 122345], ["name", "workout"], ["created_at", "2020-11-25 01:52:54.364022"], ["updated_at", "2020-11-25 01:52:54.364022"]]